tap "aws/tap"
tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "krish-sysadmin/virt-manager"
tap "warrensbox/tap"
brew "ansible"
brew "ansible-lint"
brew "asciinema"
brew "python@3.9"
brew "awscli"
brew "azure-cli"
brew "freetype"
brew "glib"
brew "gobject-introspection"
brew "numpy"
brew "binwalk"
brew "cabextract"
brew "checkov"
brew "delve"
brew "dive"
brew "fzf"
brew "gh"
brew "libusb"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "gopls"
brew "graphviz"
brew "helm"
brew "htop"
brew "imagemagick"
brew "innoextract"
brew "ipcalc"
brew "jadx"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "kompose"
brew "kubernetes-cli", link: false
brew "krew"
brew "kubebuilder"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "lftp"
brew "libusb-compat"
brew "libuv"
brew "qemu"
brew "lima"
brew "minicom"
brew "miniupnpc"
brew "mitmproxy"
brew "mtr"
brew "nmap"
brew "node"
brew "nvm"
brew "operator-sdk"
brew "packer"
brew "protoc-gen-go"
brew "pyenv-virtualenv"
brew "rust"
brew "rustup-init"
brew "s3cmd"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "zplug"
brew "aws/tap/eks-anywhere"
cask "adobe-acrobat-reader"
cask "android-platform-tools"
cask "arduino"
cask "deepl"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "evernote"
cask "firefox", args: { language: "fr-FR" }
cask "ghidra"
cask "gimp"
cask "google-cloud-sdk"
cask "gramps"
cask "hugin"
cask "iterm2"
cask "keepassxc"
cask "libreoffice"
cask "libreoffice-language-pack", args: { language: "fr" }
cask "logitech-g-hub"
cask "logitech-options"
cask "logitech-unifying"
cask "macfuse"
cask "meld"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "musicbrainz-picard"
cask "openmtp"
cask "pdfsam-basic"
cask "pdfshaver"
cask "postman"
cask "signal"
cask "skype"
cask "slack"
cask "teamviewer"
cask "telegram"
cask "temurin"
cask "the-unarchiver"
cask "vlc"
cask "vmware-fusion"
cask "vscodium"
cask "webex-meetings"
cask "whatsapp"
cask "wireshark"
cask "xquartz"
cask "zoom"
